/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Utilize o iTunes para gerir a sua música, vídeos e filmes, e o iPhoto para gerir as suas fotografias.";

/* kBRMediaNoPhotoContent */
301 = "Utilize o iPhoto para importar e gerir as suas fotografias.";

/* kBRMediaNoPodcastContent */
302 = "Utilize o iTunes para assinar podcasts na iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Utilize o iTunes para comprar programas de TV na iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Utilize o iTunes para comprar telediscos na iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Utilize o iTunes para criar e gerir as suas listas de reprodução.";

/* kBRMediaNoSongContent */
308 = "Utilize o iTunes para importar músicas ou comprá-las na iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Utilize o iTunes para comprar audiolivros na iTunes Store.";

/* kBRMediaNoMovies */
315 = "Desloque filmes para a pasta Filmes ou utilize o iTunes para comprar filmes na iTunes Store.";
